Repository: NeroReflex/asusctl
Catalog: rog-control-center/translations/*/rog-control-center.po
Languages: pt_br, ru

# SystemPageData
source: Balanced
pt_br: Equilibrado
ru: Сбалансированный

# SystemPageData
source: Performance
ru: Производительный

# SystemPageData
source: Quiet
pt_br: Silencioso
ru: Тихий

# SystemPageData
source: Default
pt_br: Padrão
ru: По умолчанию

# SystemPageData
source: BalancePerformance
pt_br: Equilibrado Performance
ru: Баланс-Производительность

# SystemPageData
source: BalancePower
pt_br: Equilibrado Força
ru: Баланс-Мощность

# SystemPageData
source: Power
pt_br: Energia
ru: Мощность

# PageSystem
source: Power settings
pt_br: Configurações de Energia
ru: Настройки питания

# PageSystem
source: Charge limit
pt_br: Limite de Carga
ru: Ограничение заряда

# PageSystem
source: Platform Profile
pt_br: Perfil de Plataforma
ru: Профиль работы

# PageSystem
source: Advanced
pt_br: Avançado
ru: Больше

# PageSystem
source: Armoury settings
pt_br: Configurações Armoury
ru: Настройки Armoury Crate

# no_asus_armoury_driver_1
source: The asus-armoury driver is not loaded
pt_br: O driver asus-armoury não está carregado
ru: Драйвер Asus-Armoury не загружен

# no_asus_armoury_driver_2
source: For advanced features you will require a kernel with this driver added.
pt_br: Para recursos avançados é necessário um Kernel com esse driver adicionado.
ru: Для расширенных функций требуется ядро с поддержкой этого драйвера.

# PageSystem
source: Panel Overdrive
pt_br: Overdrive do Painel
ru: Панель перегрузки

# PageSystem
source: MiniLED Mode
pt_br: Modo MiniLED
ru: Режим MiniLED

# PageSystem
source: POST boot sound
pt_br: Som PÓS inicialização
ru: Звук при загрузке системы

# ppt_warning
source: The following settings are not applied until the toggle is enabled.
pt_br: As seguintes configurações não são aplicadas até que o seletor esteja habilitado.
ru: Следующие настройки применяются только после включения переключателя.

# ppt_group_enabled
source: Enable Tuning
pt_br: Habilitar ajustes
ru: Включить настройку

# ppt_pl1_spl
source: CPU Sustained Power Limit
pt_br: Limite Sustentado de Energia da CPU
ru: Долгосрочный лимит мощности процессора

# ppt_pl1_spl_help
source: Long-term CPU power limit that affects sustained workload performance. Higher values may increase heat and power consumption.
pt_br: Limite de Energia da CPU que afeta o desempenho de cargas sustentada de trabalho. Valores mais altos podem aumentar a temperatura e o consumo de energia.
ru: Долгосрочный предел мощности процессора, который влияет на устойчивую производительность рабочей нагрузки. Более высокие значения могут увеличить тепло и энергопотребление.

# ppt_pl2_sppt
source: CPU Turbo Power Limit
pt_br: Limite Turbo de Energia da CPU
ru: Лимит мощности в режиме Turbo процессора

# ppt_pl2_sppt_help
source: Short-term CPU power limit for boost periods. Controls maximum power during brief high-performance bursts.
pt_br: Limite de Energia de curto prazo do Processador para períodos de picos rápidos. Controla a Energia máxima durante picos curtos de alta performance.
ru: Краткосрочный предел мощности процессора для периодов повышения. Управление максимальной мощностью во время коротких высокопроизводительных всплесков.

# ppt_pl3_fppt
source: CPU Fast Burst Power Limit
pt_br: Limite de energia de pico rápido da CPU
ru: Лимит мощности для кратковременных всплесков процессора

# ppt_pl3_fppt_help
source: Ultra-short duration power limit for instantaneous CPU bursts. Affects responsiveness during sudden workload spikes.
pt_br: Limite de Energia de duração ultra-curta para picos instantâneos de Processamento. Afeta a responsividade durante picos de trabalho repentinos.
ru: Ультра-короткая продолжительность предела мощности для мгновенных всплесков процессора. Влияет на отзывчивость во время внезапных всплесков рабочей нагрузки.

# ppt_fppt
source: Fast Package Power Limit
pt_br: Limite de Energia Rápido do Pacote
ru: Лимит мощности для кратковременных нагрузок на систему

# ppt_fppt_help
source: Ultra-short duration power limit for system package. Controls maximum power during millisecond-scale load spikes.
pt_br: Limite de energia do pacote do sistema de duração ultra curta. Controla a energia máxima durante picos de carga em escala de milissegundos.
ru: Ультра-короткая продолжительность предела мощности для системного пакета. Управление максимальной мощностью во время кратковременных всплесков нагрузки.

# ppt_apu_sppt
source: APU Sustained Power Limit
pt_br: Limite de Força Sustentada para APU
ru: Долгосрочный лимит мощности APU

# ppt_apu_sppt_help
source: Long-term power limit for integrated graphics and CPU combined. Affects sustained performance of APU-based workloads.
pt_br: Limite de Força de Longo-termo para Gráficos Integrados e Processador combinados.Afeta a perfomance sustentada em cargas baseadas na APU.
ru: Долгосрочный лимит мощности для интегрированной графики и процессора объединена. Влияет на производительность задач, использующих APU.

# ppt_platform_sppt
source: Platform Sustained Power Limit
pt_br: Limite de Força Sustentado da Plataforma
ru: Долгосрочный лимит мощности системы

# ppt_platform_sppt_help
source: Overall system power limit for sustained operations. Controls total platform power consumption over extended periods.
pt_br: Limite geral de força do sistema para operações prolongadas. Controla o Consumo total de força por períodos extendidos.
ru: Общий предел мощности системы для длительных операций. Управляет общим потреблением энергии платформы в течение продолжительных периодов времени

# nv_dynamic_boost
source: GPU Power Boost
pt_br: Incremento de força da GPU
ru: Динамическое усиление мощности GPU

# nv_dynamic_boost_help
source: Additional power allocation for GPU dynamic boost. Higher values increase GPU performance but generate more heat.
pt_br: Alocação adicional de força para o Aumento dinâmico da GPU. Valores mais altosaumentam a perfomance da GPU ao custo de gerar mais calor.
ru: Дополнительное распределение мощности для динамического буста GPU. Более высокие значения увеличивают производительность GPU, но приводят к большему выделению тепла

# nv_temp_target
source: GPU Temperature Limit
pt_br: Limite de Temperatura da GPU
ru: Предел температуры GPU

# nv_temp_target_help
source: Maximum GPU temperature threshold in Celsius. GPU will throttle to maintain temperature below this limit.
pt_br: Limite de Temperatura Máxima da GPU em Celsius.A GPU irá desacelerar para manter A Temperatura abaixo deste Limite.
ru: Максимальный порог температуры GPU в градусах Цельсия. GPU будет ограничивать свою производительность, чтобы поддерживать температуру ниже этого предела

# PageSystem
source: Energy Performance Preference linked to Throttle Policy
pt_br: Preferência de Performance Energética ligada a Política de Proteção de Sobre-aquecimento
ru: Предпочтение энергоэффективности, связанное с политикой ограничения

# PageSystem
source: Change EPP based on Throttle Policy
pt_br: Alterar o PPE baseado na Política de Proteção de Sobre-aquecimento
ru: Изменить EPP на основе политики дроссельной заслонки

# PageSystem
source: EPP for Balanced Policy
pt_br: PPE para a Política Equilibrada
ru: EPP для сбаланного режима

# PageSystem
source: EPP for Performance Policy
pt_br: PPE para a Política de Desempenho
ru: EPP для эффективного режима

# PageSystem
source: EPP for Quiet Policy
pt_br: PPE para a Política Silenciosa
ru: EPP для тихого режима

# PageSystem
source: Throttle Policy for power state
pt_br: Política de Proteção de Sobre-aquecimento para o Estaddo de Força
ru: Политика ограничения для состояния питания

# PageSystem
source: Throttle Policy on Battery
pt_br: Política de Proteção de Sobre-aquecimento Ligado na Bateria
ru: Политика управления производительностью (от аккумулятора)

# PageSystem
source: Enabled
pt_br: Habilitado
ru: Включено

# PageSystem
source: Throttle Policy on AC
pt_br: Política de Proteção de Sobre-aquecimento Ligado na Fonte
ru: Политика управления производительностью (от сети)

# PageAura
source: Brightness
pt_br: Brilho
ru: Яркость

# PageAura
source: Aura mode
pt_br: Modo Aura
ru: Режим подсветки

# PageAura
source: Colour 1
pt_br: Cor 1
ru: Цвет 1

# PageAura
source: Colour 2
pt_br: Cor 2
ru: Цвет 2

# PageAura
source: Zone
pt_br: Zona
ru: Зона подсветки

# PageAura
source: Direction
pt_br: Direção
ru: Направление подсветки

# PageAura
source: Speed
pt_br: Velocidade
ru: Скорость подсветки

# PageAura
source: Power Settings
pt_br: Configurações de Energia
ru: Настройки питания

# PageAura
source: Power Zones
pt_br: Zonas de Energia
ru: Напряжения

# Anime Brightness
source: Off
pt_br: Desligado
ru: Выключено

# Anime Brightness
source: Low
pt_br: Baixo
ru: Низкая

# Anime Brightness
source: Med
pt_br: Médio
ru: Средняя

# Anime Brightness
source: High
pt_br: Alto
ru: Высокая

# AnimePageData
source: Glitch Construction
pt_br: Construção de Falha
ru: Глитч-конструкция

# AnimePageData
source: Static Emergence
pt_br: Emergência Estática
ru: Статическое состояние

# AnimePageData
source: Binary Banner Scroll
pt_br: Rolagem Binária de Banner
ru: Бинарный бегущий баннер

# AnimePageData
source: Banner Swipe
pt_br: Deslizamento de Banner
ru: Смахивающий баннер

# AnimePageData
source: Starfield
pt_br: Campo Estelar
ru: Звездное поле

# AnimePageData
source: Glitch Out
pt_br: Falhando
ru: Сбой

# AnimePageData
source: See Ya
pt_br: Te Vejo por Aí
ru: До встречи

# Anime Brightness
source: Brightness
pt_br: Brilho
ru: Яркость

# PageAnime
source: Enable display
pt_br: Habilitar Tela
ru: Включить дисплей

# PageAnime
source: Advanced
pt_br: Avançado
ru: Продвинутый

# PageAnime
source: Use built-in animations
pt_br: Usar animações padrão
ru: Используйте встроенные анимации

# PageAnime
source: Set which builtin animations are played
pt_br: Definir quais animações padrão são tocadas
ru: Установите где должны быть анимации

# Anime built-in selection
source: Boot Animation
pt_br: Animação de Inicilização
ru: Анимация загрузки

# Anime built-in selection
source: Running Animation
pt_br: Animação de Execução
ru: Запуск анимации

# Anime built-in selection
source: Sleep Animation
pt_br: Animação de Dormir
ru: Анимация сна

# Anime built-in selection
source: Shutdown Animation
pt_br: Animação de Desligamento
ru: Выключение анимации

# PageAnime
source: Advanced Display Settings
pt_br: Configurações Avançadas da Tela
ru: Расширенные настройки дисплея

# PageAnime
source: Off when lid closed
pt_br: Desligado quando a tampa estiver fechada
ru: Выключить при закрытии крышки

# PageAnime
source: Off when suspended
pt_br: Desligado enquanto suspenso
ru: Выключен при приостановке

# PageAnime
source: Off when on battery
pt_br: Desligado enquanto na bateria
ru: Выключить при питании от батареи

# FanTab
source: This fan is not avilable on this machine
pt_br: Esta ventoinha não está disponível nessa máquina
ru: Кулер корпуса недоступен

# FanTab
source: Enabled
pt_br: Habilitado
ru: Включено

# FanTab
source: Apply
pt_br: Aplicar
ru: Применить

# FanTab
source: Cancel
pt_br: Cancelar
ru: Отмена

# FanTab
source: Factory Default (all fans)
pt_br: Padrão de Fabrica (todas as ventoinhas)
ru: По умолчанию (все куллеры)

# PageFans
source: Balanced
pt_br: Equilibrado
ru: Сбалансированный

# PageFans
source: CPU
pt_br: Processador
ru: Процессор

# PageFans
source: Mid
pt_br: Médio
ru: Корпус

# PageFans
source: GPU
pt_br: Placa de Vídeo
ru: Графический процессор

# PageFans
source: Performance
ru: Производительный

# PageFans
source: Quiet
pt_br: Silencioso
ru: Тихий

# PageAppSettings
source: Run in background after closing
pt_br: Executar em pano de fundo após fechar
ru: Запустить в фоновом режиме после закрытия

# PageAppSettings
source: Start app in background (UI closed)
pt_br: Iniciar Aplicação em pano de fundo (Interface Gráfica fechada)
ru: Запускать приложение в фоне/трее (UI закрыт)

# PageAppSettings
source: Enable system tray icon
pt_br: Habilitar icone da bandeja de sistema
ru: Включить значок системного лотка

# PageAppSettings
source: Enable dGPU notifications
pt_br: Habilitar notificações da GPU dedicada
ru: Включить уведомления DGPU

# Aura power zone
source: Logo
ru: Логотип

# Aura power zone
source: Keyboard
pt_br: Teclado
ru: Клавиатура

# Aura power zone
source: Lightbar
pt_br: Barra de Luz
ru: Бар подсветки

# Aura power zone
source: Lid
pt_br: Tampa
ru: Крышка

# Aura power zone
source: Rear Glow
pt_br: Brilho Traseiro
ru: Задняя подсветка

# Aura power zone
source: Keyboard and Lightbar
pt_br: Teclado e Barra de Luz
ru: Клавиатура и световая панель

# Aura power zone
source: Ally
ru: Союзник

# Aura brightness
source: Off
pt_br: Desligado
ru: Выключена

# Aura brightness
source: Low
pt_br: Baixo
ru: Низкая

# Aura brightness
source: Med
pt_br: Médio
ru: Средняя

# Aura brightness
source: High
pt_br: Alto
ru: Высокая

# Basic aura mode
source: Static
pt_br: Estático
ru: Статический

# Basic aura mode
source: Breathe
pt_br: Respiração
ru: Дыхание

# Basic aura mode
source: Strobe
pt_br: Estroboscópio
ru: Стробопод

# Basic aura mode
source: Rainbow
pt_br: Arco-Íris
ru: Радуга

# Basic aura mode
source: Star
pt_br: Estrela
ru: Звезда

# Basic aura mode
source: Rain
pt_br: Chuva
ru: Дождь

# Basic aura mode
source: Highlight
pt_br: Destaque
ru: Выделенный

# Basic aura mode
source: Laser
pt_br: Lase
ru: Лазер

# Basic aura mode
source: Ripple
pt_br: Ondas
ru: Пульс

# Basic aura mode
source: Nothing
pt_br: Nenhum
ru: Ничего

# Basic aura mode
source: Pulse
pt_br: Pulso
ru: Пульс

# Basic aura mode
source: Comet
pt_br: Cometa
ru: Комета

# Basic aura mode
source: Flash
pt_br: Piscando
ru: Вспышка

# Aura zone
source: None
pt_br: Nenhuma
ru: Отсутствует

# Aura zone
source: Key1
pt_br: Tecla1
ru: Кнопка 1

# Aura zone
source: Key2
pt_br: Tecla2
ru: Кнопка 2

# Aura zone
source: Key3
pt_br: Tecla3
ru: Кнопка 3

# Aura zone
source: Key4
pt_br: Tecla4
ru: Кнопка 4

# Aura zone
source: Logo
ru: Логотип

# Aura zone
source: Lightbar Left
pt_br: Barra de Luza Esquerda
ru: Левый бар подсветки

# Aura zone
source: Lightbar Right
pt_br: Barra de Luz Direita
ru: Правый бар подсветки

# Aura direction
source: Right
pt_br: Direita
ru: Правый

# Aura direction
source: Left
pt_br: Esquerda
ru: Левый

# Aura direction
source: Up
pt_br: Cima
ru: Вверх

# Aura direction
source: Down
pt_br: Baixo
ru: Вниз

# Aura speed
source: Low
pt_br: Baixa
ru: Низкая

# Aura speed
source: Medium
pt_br: Média
ru: Средняя

# Aura speed
source: High
pt_br: Alta
ru: Высокая

# AuraPowerGroup
source: Boot
pt_br: Inicilização
ru: Загрузка

# AuraPowerGroup
source: Awake
pt_br: Acordado
ru: Работа

# AuraPowerGroup
source: Sleep
pt_br: Dormir
ru: Сон

# AuraPowerGroup
source: Shutdown
pt_br: Desligar
ru: Отключен

# AuraPowerGroupOld
source: Zone Selection
pt_br: Seleção de Zona
ru: Выбор зоны

# AuraPowerGroupOld
source: Boot
pt_br: Inicilizacao
ru: Загрузка

# AuraPowerGroupOld
source: Awake
pt_br: Acordado
ru: Работа

# AuraPowerGroupOld
source: Sleep
pt_br: Dormir
ru: Сон

# confirm_reset
source: Are you sure you want to reset this?
pt_br: Tem certeza que deseja resetar isso?
ru: Вы уверены, что хотите сбросить это?

# Menu1
source: System Control
pt_br: Controles do Sistema
ru: Главная

# Menu2
source: Keyboard Aura
pt_br: Teclado Aura
ru: Подсветка

# Menu3
source: AniMe Matrix
ru: Матрица AniMe

# Menu4
source: Fan Curves
pt_br: Curvas das Ventoinhas
ru: Кривые вентиляторов

# Menu5
source: App Settings
pt_br: Configuracoes do App
ru: Настройки

# Menu6
source: About
pt_br: Sobre
ru: О нас

# MainWindow
source: Quit App
pt_br: Sair do App
ru: Выйти

# AnimePageData
source: Rog Logo Glitch
pt_br: Falha no Logo ROG
